Revit 2024 API
FilterOperatorAndTextString.FilterOperatorStr Property
 A text string denoting the filter operator.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public string FilterOperatorStr { get; }
Visual Basic
Public ReadOnly Property FilterOperatorStr As String
	Get
Visual C++
public:
property String^ FilterOperatorStr {
	String^ get ();
}
See Also
FilterOperatorAndTextString Class
Autodesk.Revit.DB Namespace